[
    {
        "title": "Give a break a for your eyes",
        "description": "Look at a white wall away from the digital screen for 30 secs. Then, close your eyes and keep them closed for 30 secs more. Slowly open your eyes.",
        "category": "",
        "url": ""
    },
    {
        "title": "Take a short walking",
        "description": "Enjoy your break to take a short walk around. Take a glass of water, a snack or simply have a chat with someone. This will make you feel fresh to wotk again.",
        "category": "",
        "url": ""
    },
    {
        "title": "Keep yourself hydrated",
        "description": "Remember to drink water between your breaks",
        "category": "staying hydrated",
        "url": ""
    },
        {
        "title": "Water break",
        "description": "Take a few sips of water between work breaks, or go for a walk to the water foundation for a mental break throughout the day.",
        "category": "staying hydrated",
        "url": "https://www.sentara.com/healthwellness/data/blogs/7-tips-for-staying-hydrated.aspx"
    },
    {
        "title": "Reading Material",
        "description": "Reading is a fantastic activity to give your brain a break from work as well. Take the time to read that article you have saved on your favourites!",
        "category": "brain breaks",
        "url": "https://blog.vantagefit.io/brain-breaks-for-adults/"
    },
    {
        "title": "Cloud Gazing",
        "description": "The idea of this brain break activity is to exercise one's creativity.  It is a calming activity that reconnects the mind and body with nature. This is a touch most people lose track of with the usual hustle of work-life. Other than the long lost reconnection, cloud gazing improve observational skills as well.",
        "category": "brain breaks",
        "url": "https://blog.vantagefit.io/brain-breaks-for-adults/"
    },
    {
        "title": "Strech your body",
        "description": "Get up, stand up! Put your arms up, palms facing each other, look at the ceiling and try to touch it. Keep that "
    },
    {
        "title": "Arm Pulses",
        "description": "Stand up at your desk with arms by your sides and palms facing behind. Pulse the arms backward for 20 seconds, keeping arms as long and straight as possible.",
        "category":"core",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Arm Circles",
        "description": "Stand with feet shoulder-width apart, arms extended straight out to sides at shoulder height. Move your arms in a small backward circle. Do 20 times in this direction, switch directions, and repeat.",
        "category":"core",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Calf Raises",
        "description": "Stand up behind your chair and hold on for support. Raise your heels off the floor until you are standing on your toes. Slowly lower yourself back to the floor.  Do 3 sets of 10.",
        "category":"core",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Oblique Twists",
        "description": "Sitting upright and with the feet hovering over the floor, hold onto the edge of your desk. Next, use the core to swivel the chair from side to side. Go back and forth 15 times.",
        "category":"core",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Triceps Stretch",
        "description": "Raise one arm and bend it so that your hand reaches to touch the opposite shoulder blade. (It’s OK if you can’t actually reach it.) Use your other hand and pull the elbow toward your head. Hold for 2 to 3 deep breaths. Repeat on the other side.",
        "category":"streches",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Neck Rolls",
        "description": "Relax and lean your head forward. Slowly roll head in a circle on one side for 10 seconds. Repeat on the other side. Do this three times in each direction.",
        "category":"streches",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Shoulder Stretch",
        "description": "Clasp hands together above the head with palms facing up toward the ceiling. Push your arms up, stretching upward. Hold for 2 to 3 deep breaths.",
        "category":"streches",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Shoulder Rolls",
        "description": "Raise both shoulders up toward ears, then slowly roll them backward. Repeat, rolling forward. Do this three times in both directions.",
        "category":"streches",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Chest Stretch",
        "description": "Clasp hands behind the lower back. Push chest outward, and raise chin. Hold for 2 to 3 deep breaths.",
        "category":"streches",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Upper Back Stretch",
        "description": "Hold your arms out straight in front of you, palms facing down. Lower your head in line with your arms, and round the upper back while looking down toward the floor. Hold for 2 to 3 deep breaths.",
        "category":"streches",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Torso Twist",
        "description": "Place feet firmly on the floor and place one hand on the back of your chair. Exhale and twist your upper body toward the arm on the chair back, using your other hand to press against your leg for leverage. Hold for 2 to 3 deep breaths and repeat on the other side.",
        "category":"streches",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Hamstring Stretch",
        "description": "Sit in your chair with both feet on the ground, then extend one leg outward. Reach toward your toes. Hold for 2 to 3 deep breaths. Repeat on the other leg.",
        "category":"streches",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Bent-Knee Stretch",
        "description": "Lean back in the chair. Hug one knee at a time, pulling it toward your chest. Hold for 2 to 3 deep breaths, then switch legs. *This can also be done standing up.",
        "category":"streches",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Wrists and Fingers Stretch",
        "description": "Standing, place both hands on your desk, palms faced down, fingertips facing your body. To intensify the stretch, lean forward. Hold the stretch until you feel the tension release.",
        "category":"streches",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Eagle Arms",
        "description": "While sitting, reach your arms straight out in front of you. Bend the left arm upward and sweep the right arm under it. Wrap your right arm around the left until you are able to grab the outside edge of the left arm or until you are able to clasp your palms together. Lift the elbows away toward the ceiling and pull your hands away from your face. Turn your head side-to-side. Hold for 2 to 3 deep breaths. Repeat on the other side.",
        "category":"streches",
        "url" : "https://snacknation.com/blog/office-exercises/"
    },
    {
        "title": "Leg Strech",
        "description": "Slowly lift one leg, straightening your knee. Hold for a slow count of 10. Repeat 3 – 5 times with each leg.",
        "category":"streches",
        "url" : "https://www.posturite.co.uk/blog/14-easy-desk-exercises-keep-supple-work"
    },
    {
        "title": "Ankle Strech",
        "description": "Lift your ankle clear of the floor. Alternately flex and extend ankle in a pumping action. Repeat 10 times with each ankle.",
        "category":"streches",
        "url" : "https://www.posturite.co.uk/blog/14-easy-desk-exercises-keep-supple-work"
    }
]